[
    {
        "title": "Fully Responsive Design",
        "content": "Whether you are accessing your website from a laptop, smartphone or tablet, we leverage powerful, flexible technologies to your target audience.",
        "image": "/landing-pages/website-design-develop-usa/what-we/1.png"
    },
    {
        "title": "CMS Customization",
        "content": "We can help you move your website to a simpler platform so that you can manage it with absolute ease! ",
        "image": "/landing-pages/website-design-develop-usa/what-we/2.png"
    },
    {
        "title": "Landing Page Optimization",
        "content": "Increase conversions and gain new leads on your website landing pages with improved features, content, and user experience (UX).",
        "image": "/landing-pages/website-design-develop-usa/what-we/3.png"
    },
    {
        "title": "Payment Integration",
        "content": "An online retail store? We provide you with fully integrated and customized e-commerce setup and maintenance from certified experts.",
        "image": "/landing-pages/website-design-develop-usa/what-we/4.png"
    },
    {
        "title": "Web Hosting",
        "content": "With Creative Logo Designs, you don’t have to worry about website downtime because we assist you with comprehensive web hosting services.",
        "image": "/landing-pages/website-design-develop-usa/what-we/5.png"
    },
    {
        "title": "Domain Support",
        "content": "Creative Logo Designs provides full scale domain support service. This includes securing and register your domain among other things.",
        "image": "/landing-pages/website-design-develop-usa/what-we/6.png"
    },
    {
        "title": "Logo/Banner Creation",
        "content": "Just kicking things off? Get logos and banners designed by our professional graphic designers for your new startup, small businesses or corporation.",
        "image": "/landing-pages/website-design-develop-usa/what-we/7.png"
    },
    {
        "title": "Website Maintenance",
        "content": "Get content updates, design mock ups, database management. Fix site interface errors and JavaScript coding, the whole works.",
        "image": "/landing-pages/website-design-develop-usa/what-we/8.png"
    },
    {
        "title": "SEO Optimization",
        "content": "Our team of expert writers create engaging and relevant content for your new/existing web pages with proper META and TITLE Tags for SEO.",
        "image": "/landing-pages/website-design-develop-usa/what-we/9.png"
    }
]